var noteList = [
    '<p class="center text-medium">前言</p>\
    <p>人民币是我国的法定货币，是国家经济主权的象征，是国家信用的体现，被誉为' +
            '“国家名片”。</p>\
    <p>1957年12月1日,经国务院批准，中国人民银行正式发行人民币硬币。截至目前，我国已发行人民币流通硬币4套、普通纪念币9' +
            '6个品种108枚、贵金属纪念币2000余种。</p>\
    <p>为纪念人民币硬币发行60周年，中国人民银行货币金银局、中国印钞造币总公司举办此次展览，以期' +
            '为公众和钱币爱好者深入了解国家货币提供良好的契机。</p>\
    ',
    '<p class="center text-medium">第一部分</p>\
     <p>本次展览共分四个部分——铸就基石、印鉴历史、金碧辉煌、争奇斗艳，分别展示我国已发行的流通硬币、普通纪念币、贵金属纪念币和造币衍生产品，介绍这些产品的生产工' +
            '艺、技术以及它们背后的故事。</p><p>\
    第一部分“铸就基石”为您系统介绍我国已经发行的四套流通硬币。</p>',

    [
        '<p class="center text-medium">第二套人民币流通硬币</p><p>\
    这套硬币是我国发行的第一套流通硬币，于1957年12月' +
                '1日发行，有壹分、贰分、伍分三种面额。硬币正面统一为中华人民共和国国徽和国名，国名为繁体汉字；背面为麦穗、面额和年号。</p><p>\
    这套硬币的设计与' +
                '制造是在国家经济实力比较薄弱，国内外政治、经济形势不断变化，造币技术、设备、材料面临诸多困难的情况下开展的，她的发行在当时的货币流通中发挥了很重要的作用，也是新' +
                '中国风雨历程的最好见证。</p>',
        '<p class="center text-medium">小识1:为什么“硬分币”有早于1957年年号的产品？</p><p>\
    流通硬币上的年号按照生' +
                '产年度进行标注。因此，虽然这套“硬分币”于1957年发行，但硬币上的年号仍然标有1955和1956年份的字样。</p><p>',
        '<p class="center text-medium">小识2:为什么第二套人民币流通硬币没有角币?</p><p>\
    1950年，人民银行在讨论第二' +
                '套人民币方案时拟定了采用硬币作为辅币的方案，规划了铜角币、铝分币两个系列及采用1-2-5制。因我国金属原料短缺，又值抗美援朝战争爆发，铜料作为武器原料必须优先保' +
                '证国防，因此铜角币研制生产工作延后，在我国第一套流通硬币里只有分币没有角币。</p>\
    ',
        '<p class="center text-medium">小识3:为什么会存在“硬分币”与“纸分币”并存现象？</p><p>\
    筹备第一套流通硬币时，' +
                '在解决铝合金耐腐蚀问题上屡屡受阻，为解决燃眉之急，在纸币系列中临时增加了纸分币，因此我国货币辅币中出现了纸分币、硬分币混合流通的状态。</p>\
    ',
        '<p class="center text-medium">小识4:你知道硬币边部丝齿是谁发明的吗？</p><p>\
    硬币边部丝齿的最主要功能就是防伪，' +
                '最初的设计者是大名鼎鼎的牛顿。牛顿在兼任英国皇家铸币局总监期间，为解决“打制硬币”被剪边使用的问题，在硬币边部增加了丝齿。如今，由边部丝齿发展演变而来的边部满齿' +
                '、间断丝齿、边部滚字、滚花纹等众多技术已经在世界各国硬币中广泛应用。</p>',
        '<p class="center text-medium">小识5:知你知道硬分币试制过程中曾四次转变材质成分吗？</p><p>\
    硬分币在1955年生' +
                '产之初参照的是日伪时期材料，采用铝铜合金制造，该合金耐腐蚀性能较差；1956年将铝分币合金成分改为铝镁锰合金；1958年根据苏联专家建议，改变了铝分币合金成分配' +
                '比，提高硬度、强度、耐磨性；1981年调整合金成分，取消了造币条片轧制与坯饼退火工序，大大缩短了生产周期、节约了能源。该合金一直使用至今。</p>\
    '
    ],
    [
        '<p class="center text-medium">第三套人民币流通硬币</p><p>\
        这套硬币于1980年4月15日发行，有壹' +
                '角、贰角、伍角、壹圆四种面额。壹圆硬币的正面为中华人民共和国国徽、国名和年号，国名改用简化汉字，背面为长城和面额；壹角、贰角、伍角硬币正面为国徽和国名，背面为麦' +
                '穗、齿轮、面额和年号。</p><p>\
        这套硬币是我国首次发行的铜合金硬币，也是流通硬币系列中唯一具有贰角面额的硬币。</p><p>\
    ' +
                '    这套硬币中的一元硬币背面采用长城图案，因此人们又把这套硬币称为“长城币”。该套硬币生产数量少，流通时间短。</p><p>\
        中国人民银行' +
                '1999年12月10日发布公告，该套硬币于2000年7月1日停止在市场流通。这也是目前我国唯一停止流通的硬币。</p>\
        ',
        '<p class="center text-medium">小故事1：当年藏友是如何追捧“长城币”的？</p><p>\
        1980年4月15日，“' +
                '长城币”投放市场后，受到民众的热烈追捧。据人民银行会发局《情况反映》记载：有的单位不需要用现金也开具了一张支票到银行取现并要求搭配金属币；有的取汇款也要求搭付金' +
                '属币；北京照相机厂的一位工人，拿了一只小银元宝要求银行兑换给他一枚壹圆金属币……这一天中国银行营业部的柜面上，有许多外国人也来打听金属币的消息。</p>\
  ' +
                '      '
    ],
    [
        '<p class="center text-medium">第四套人民币流通硬币</p><p>\
        随着国民经济增长，铝分币在市场上的流通职能逐年' +
                '下降，“长城币”多沉淀于收藏领域，市场急需一组新的“圆、角硬币”缓解货币需求的压力，同时也要求新版流通硬币要具备更强的防伪特征以适应流通需求。</p><p>\
' +
                '        这套硬币于1992年6月1日发行，有1角、5角、1元三种面额，正面为中华人民共和国国徽、国名、国名汉语拼音和年号；背面为面额、面额汉语拼音和花卉' +
                '图案，1角、5角、1元硬币图案分别为菊花、梅花和牡丹花。</p><p>\
        1角硬币采用1982年启用的造币专用铝合金制造。为解决1角铝币与1、2' +
                '、5分币混合流通的识别问题，特在圆形坯饼内增设九边形，边部采用无齿加厚工艺，该方案具有外观容易识别，单枚质量大于5分硬币的优点。</p><p>\
       ' +
                ' 5角硬币采用铜锌合金制造，边部首次应用了间断丝齿技术，增强防伪性能。</p><p>\
        1元硬币采用“钢芯镀镍”（俗称“镍包钢”）材料制造，由此' +
                '开启了我国大规模使用钢芯镀镍材料制造硬币的历史。</p>\
        ',
        '<p class="center text-medium">小知识1：硬币采用“花卉”图案的寓意！</p><p>\
        花文化是中华民族璀璨文化的组' +
                '成部分，选择花卉用作硬币图案预示着我们国家有着繁花似锦的前程。选择梅花、菊花、牡丹花是因为这三种花均起源于我国，在海内外享有盛誉，在我国传统的十大名花评比中，上' +
                '述三种花卉也都名列前茅。（梅花不畏风寒，象征中华人民自强自立于世界民族之林的气节；菊花坚强而庄重，象征我们在党的改革开放方针指引下，日益强盛的国力；牡丹花，富贵' +
                '雍容，象征我们国家和人民美好未来。）</p>\
        ',
        '<p class="center text-medium">小知识2：什么是“辅币”和“主币”？</p><p>\
        人民币是指中国人民银行依法发行' +
                '的货币，包括纸币和硬币。辅币是辅助货币的简称，是指本位币以外的小额货币，在流通中起到辅助作用。与辅币对应的是主币，又称为本位币，是国家法定计价、结算货币单位。《' +
                '中国人民银行法》规定：“人民币的单位为元，人民币辅币单位为角、分”。</p><p>\
        辅币总额（面值）通常占流通币总额（面值）的20%左右，但数' +
                '量（张数或者枚数）却要占到货币发行总量的80%。由于辅币的使用频率高，因此采用金属硬币充当辅币是首选。</p>\
        '
    ],
    [
        '<p class="center text-medium">第五套人民币流通硬币</p><p>\
        上世纪九十年代，国民经济的快速发展对现金的需求' +
                '量日益增加，加之自动化技术和精细加工业的快速发展、自动售货系统的普及等都对流通硬币的质和量提出了新的要求。</p><p>\
        这套硬币于2000年' +
                '10月16日起陆续发行，有1角、5角、1元三种面额。这套硬币正面为“中国人民银行”行名、面额、面额汉语拼音和年号；背面为“中国人民银行”汉语拼音和花卉图案，1角' +
                '、5角、1元硬币图案分别为兰花、荷花和菊花。</p><p>\
        1角硬币在生产初期采用铝合金材料制造，2005年版改用不锈钢材料。</p><p>' +
                '\
        5角硬币采用“钢芯镀铜”材料制造，设计中通过调整图文高度，实现了该枚硬币与上一套铜合金5角硬币的三个不变，即直径不变、厚度不变、重量不变。<' +
                '/p><p>\
        1元硬币沿用上一套流通硬币所采用的“钢芯镀镍”材料制造，在边部增加滚字工艺以提高防伪性能、增强防伪效果。</p>\
      ' +
                '  ',
        '<p class="center text-medium">小知识1:为什么人们习惯称“元”为“块”？</p><p>\
        日常生活中，人们习惯使用' +
                '“块”这个量词，是因为在外国银元进入中国时，量词“块”长期与银元关联计量使用，如“一块洋佃”、“一块大洋”等。虽然后来纸币取代了银元，但“块”的这种叫法却一直被' +
                '民间保留了，成为主币单位量词被使用。</p>\
        ',
        '<p class="center text-medium">小知识2：货币单位“角”的由来？</p><p>\
        外国银元进入中国时，与银元配套的小' +
                '银元也流入了中国，民间称其为银毫、银角子等。硬币单位“角”就是由小银元单位“角子”发展而来的。</p>\
        ',
        '<p class="center text-medium">小知识3：为什么人们习惯称呼“角”为“毛”？</p><p>\
        我们常常称“角”为“毛' +
                '”，是因为“毛”本是读“毫”,为记账方便,往往将“毫”省笔写为“毛”，久而久之,习非成是。现在仍然有的地方称“角”为“毫”，而不读“毛”。</p>\
     ' +
                '   '
    ],
    '<p class="center text-medium">模具设计与制作</p><p>\
    画稿设计是造币研发生产的重要环节。我国已经发行的流通硬币中，' +
            '国徽图案的采用、花卉系列图案的设计都有深刻的政治意义和历史背景。</p><p>\
    手工雕刻钢模起源于欧洲，近代随着机制银元传入中国。在机器雕刻引进之前，' +
            '原模均由手工雕刻完成。如今，模具的手工修整也是模具设计制作的必备工序。</p><p>\
    20世纪初机雕模具制作主要分为绘制画稿、制作油土模、翻制石膏模、' +
            '电铸铜型、雕刻原模、翻制工作模等主要工序。仿形雕刻技术的引进提高了模具图文的精细度和层次。</p><p>\
    数控技术引进后，可以直接通过计算机完成原模的' +
            '设计、雕刻工作。</p>\
    ',
    '<p class="center text-medium">硬币的生产</p><p>\
    造币是一门精湛的技艺。造币生产工序主要包括带材拉铸、坯饼冲制、坯' +
            '饼光边、坯饼光饰、坯饼印花、称重计数、产品包装等。</p>\
    ',
    [
        '<p class="center text-medium">第二部分</p><p>\
    第二部分“印鉴历史”。普通纪念币是印鉴历史的生动载体，也是钱币文化' +
                '研究的重要组成。普通纪念币使用材料包括铜镍合金、钢芯镀镍、铜合金、双色铜合金等，防伪技术也在不断升级。我国已发行的普通纪念币有96个品种总计108枚产品。</p' +
                '>\
    ',
        '<p class="center text-medium">著名人物</p><p>\
    目前，我国已发行著名人物普通纪念币8枚，其中毛泽东诞辰100周年纪' +
                '念币首次采用边部滚字技术，孙中山先生诞辰150周年纪念币是首枚采用铜合金材料生产的著名人物系列纪念币。</p>\
    '
    ],
    '<p class="center text-medium">重大事件</p><p>\
    普通纪念币按题材可以分为国内外重大事件、著名人物、文化体育活动、动' +
            '物植物和相关系列。1984年，我国首次发行普通纪念币——“中华人民共和国成立三十五周年”纪念币。</p><p>\
    “西藏和平解放50周年”纪念币首次采用' +
            '隐形雕刻技术，这项技术在之后发行的众多纪念币上都在使用。</p>\
    ',
    '',
    '<p class="center text-medium">世界遗产</p><p>\
    我国现有世界遗产52处，其中世界文化遗产36处，世界自然遗产12处' +
            '，世界文化与自然遗产4处。目前，已发行的世界遗产纪念币10个品种。</p>\
    ',
    '<p class="center text-medium">珍稀动物</p><p>\
    珍稀动物普通纪念币是目前唯一采用紫铜合金生产的纪念币。纪念币上的动' +
            '物图案大部分选自名家画作，制造工艺和技术水平达到了一个新的高度。这组纪念币对提高国人的动物保护意识起到了重要作用。</p>\
    ',
    '<p class="center text-medium">生肖贺岁</p><p>\
    2003年，我国首次发行生肖普通纪念币。第一轮生肖普通纪念币将中国' +
            '传统元素融入纪念币设计，深受集币爱好者喜爱，第二轮生肖普通纪念币目前已发行羊年、猴年、鸡年三个品种。</p>\
    ',
    '<p class="center text-medium">其他主题</p><p>\
    这里为您展示的包括“和字币”、“环保币”以及新发行的“建军90周年' +
            '”纪念币等。</p>',
    
        '<p class="center text-medium">普通纪念币防伪技术</p><p>\
    硬币的防伪技术大体可分为材料防伪、图文防伪、结构防伪和边' +
                '部防伪等。</p><p>\
    造币材料中金属成分配比是防伪的重要手段之一，复合夹芯材料具有独特的机读识别性能。</p><p>\
    图文防伪可分为隐形' +
                '雕刻、微缩文字、微缩图纹、激光暗影、全息、彩印技术等。</p><p>\
    结构防伪主要包括异形结构、双金属结构等。</p><p>\
    硬币边部是可加' +
                '入较多创意的区域，边部丝齿、边部滚字、边部滚花纹、丝齿滚字、凹槽滚字等防伪技术层出不穷。</p>\
    ',
    [
        '<p class="center text-medium">第三部分</p><p>\
    第三部分“金碧辉煌”。贵金属纪念币是国家法定货币的组成部分，一般采' +
                '用金、银、铂、钯等贵金属材质制造，其面值不计入市场货币流通量。</p><p>\
    我国已经发行贵金属纪念币2000余种，按题材可分为重大事件、著名人物、生' +
                '肖贺岁等多个系列。</p><p>\
    1979年第一次发行贵金属纪念币后，金银纪念币呈蓬勃发展、百花齐放的态势，贵金属纪念币具有艺术价值、收藏价值、投资价' +
                '值，是传承历史文明的重要载体。</p>\
    ',
        '<p class="center text-medium">部分熊猫题材</p><p>\
熊猫系列贵金属纪念币始于1982年版，在工艺上采用多种雕刻手法，成功解' +
                '决了在单一币面上表现出熊猫毛色黑白相间的难题，塑造出极具装饰性的熊猫形象。</p><p>\
1983年1盎司熊猫金银币获1985年度“世界硬币大奖”最佳金银币<' +
                '/p><p>\
1987年生产第一枚熊猫铂金币</p><p>\
1989年生产第一套熊猫钯金币</p><p>\
1990年生产第一套双金属结构熊猫币</p><p' +
                '>\
1991年生产1g熊猫金币（重量最轻）</p><p>\
1996年生产第一套熊猫镶嵌币</p><p>\
1997年生产第一套熊猫彩色币</p><p>\
2' +
                '001年生产第一套熊猫无边币，获2003年度“世界硬币大奖”最佳金币</p><p>\
 2004年生产熊猫1盎司普制金币，荣获《德国钱币杂志》世界十佳金币</p' +
                '><p>\
2009年生产熊猫1盎司普制金币，荣获《德国钱币杂志》世界十佳金币之首</p><p>\
2016年生产的熊猫金币首度以中文“克”为单位标注。</p>' +
                '<p>\
2017年生产的熊猫35周年金银币采用了隐形雕刻、幻彩、镶嵌技术等</p>'
    ],
    '<p class="center text-medium">部分获“世界硬币大奖”的纪念币</p><p>\
在世界范围内有很多关于钱币的评比大赛。美国硬币新闻杂' +
            '志与克劳斯出版社联合举办的“世界硬币大奖”在国际钱币界的地位如同“奥斯卡”在电影界的地位，具有极强的权威性和影响力。</p><p>\
1982年中国壬戌（狗）年' +
            '生肖银币，获1984年度“世界硬币大奖”最佳克朗币</p><p>\
1983年马可·波罗银质纪念币，获1985年度“世界硬币大奖”最有历史意义币</p><p>' +
            '\
1983年熊猫金币、银币，获1985年度“世界硬币大奖”最佳金币、银币</p><p>\
1988年龙年银币，获1990年度“世界硬币大奖”最佳银币</p><' +
            'p>\
1992年古代科技发明发现——航海造船银币，获1994年度“世界硬币大奖”最佳银币</p><p>\
1993年孔雀开屏银币，获1995年度“世界硬币大奖' +
            '”最佳银币</p><p>\
2001年1盎司中国熊猫普制金币，获2003年度“世界硬币大奖”最佳金币</p><p>\
2001年中国石窟艺术（敦煌）盛唐菩萨像纪' +
            '念银币，获2003年度“世界硬币大奖”最佳银币</p><p>\
2004年5盎司中国石窟艺术·麦积山金币，获2006年度“世界硬币大奖”最佳金币</p>\
',
    '<p class="center text-medium">首轮生肖题材</p><p>\
将传统的名家国画与贵金属相结合，通过贵金属材质和现代造币工艺表现我国生' +
            '肖文化的深刻内涵，使我国生肖纪念币焕发出独特的文化魅力。</p><p>\
自1981年生肖鸡年金银纪念币发行以来，我国生肖金银纪念币共选取和采用了二十余位中国著' +
            '名画家的三十余幅作品作为生肖金银纪念币背面图案。如徐悲鸿的《雄鸡图》、《双猪图》、《奔马图》、《饮马图》，刘继卣的《立犬图》、《猴图》，齐白石《鼠与秋实》、《蛇' +
            '行图》，张大千的《唐马图》，韩晃的《五牛图》，何香凝的《猛虎图》，吴作人的《母子羊图》，马晋的《十二生肖图》等等。</p>\
',
    [
        '<p class="center text-medium">特种工艺</p><p>\
随着科技的进步，双金属、异形、彩印、激光幻彩、镜面、电镀、喷砂、全息、镶嵌' +
                '、中孔、紫外光夜光变色等技术都应用在了纪念币生产之中。</p>\
',
        '<p class="center text-medium">国庆题材</p><p>\
1979年，国务院下发文件明确金银纪念币的法定货币属性，并指出金银纪念币作' +
                '为特殊商品，发行之初面向海外销售，实行外汇结算。</p><p>\
1979年发行的“中华人民共和国成立30周年纪念币”是中国铸造的第一套金币。这套纪念币投放市场' +
                '后，扩大了中国在世界的影响，彰显了新中国所取得的伟大成就，宣传了中国改革开放的政策，在国际上引起了很大的反响。这也是中国现代金银纪念币走向辉煌的起点，世界增加了' +
                '一个新的载体了解中国。</p>\
'
    ],
    [
        '<p class="center text-medium">第四部分</p><p>\
第四部分“争奇斗艳”。衍生产品是指由造币工艺、技术派生而来的艺术品与商品。' +
                '</p>',
        '<p class="center text-medium">国际标准金锭</p><p>\
中国印钞造币总公司是我国唯一一家生产国际标准金锭的企业，生产的12.5公斤标准金锭纯度达到99.992%，高于国际标准金锭99.9' +
                '9%的标准，是国际市场免检产品。</p>\
'
    ],
    [
        '<p class="center text-medium">体育题材</p><p>\
    文化体育题材是普通纪念币家族中的大类，涵盖了众多产品。</p><p' +
                '>\
    体育题材中大家比较熟知的有“第29届北京奥运会”、“第一届世界女子足球锦标赛”、“第43届世乒赛”等。</p>\
    ',
        '<p class="center text-medium">体育奖牌</p><p>\
    中国印钞造币总公司生产的国际、国内大型体育奖牌包括：</p><p>' +
                '\
    2008，北京第29届奥林匹克运动会奖牌</p><p>\
    2010，广州第16届亚洲运动会奖牌</p><p>\
    2011，深圳第26' +
                '届世界大学生夏季运动会奖牌</p><p>\
    2014，南京第二届青年奥林匹克运动会奖牌</p>'
    ],
    '<p class="center text-medium">其他产品</p><p>\
    中国印钞造币总公司生产的</p><p>\
    2016年，杭州' +
            '二十国集团领导人峰会主席台前的国徽采用造币工艺制作</p><p>\
    2014年，中法建交50周年大铜章作为中法建交50周年的官方礼品被法国凡尔赛宫收藏<' +
            '/p><p>\
    2015年，“中国人民抗日战争暨世界反法西斯战争胜利70周年”纪念徽标由中国印钞造币总公司设计生产</p><p>\
    2007年，' +
            '奥运会纪念银盘作为国礼赠予国际奥委会洛桑总部，被国际奥委会奥林匹克博物馆收藏</p>\
    ',
    '<p class="center text-medium">中国印钞造币设计雕刻团队</p><p>\
    中国印钞造币总公司，是国家法定货币生产企业，下辖2' +
            '2家大中型企业和1个技术中心，从事印钞、造币、钞票纸、银行信用卡的研制生产、印钞造币专用机械和银行机具制造、高纯度金银精炼和印制增值税专用发票、有价证券、银行专' +
            '用票据、高级防伪证书等安全印务方面的生产经营。公司拥有一支优秀的设计雕刻团队，始终致力于中国乃至世界货币印制发行和钱币文化发展工作，为中国钱币走向世界提供最强有' +
            '力的智力与技术支持。</p>\
    ',
    [
        '<p class="center text-medium">纪念章</p><p>\
    大铜章是造币衍生品种的代表产品，设计生产中可以突破流通币与纪念币在大' +
                '批量生产中的很多技术限制，为设计师提供了充分发挥与想象的空间，具备较高的艺术附加值。</p><p>\
    高浮雕大铜章审美冲击直观而又富有力度。有人这样评价' +
                '大铜章：艺术家有多丰富的精神内涵，大铜章就有多大的精神包容；艺术家有多高的艺术思想境界，铜章就能成就多高的艺术思想格调。</p>\
    ',
        '<p class="center text-medium">结束语</p><p>\
    自1948年建立人民币制度以来，中国人民银行明确先统一货币，再稳定货' +
                '币的方略，用人民币统一了新老解放区的货币，驱逐了在我国境内流通已久的外国货币，结束了鸦片战争以来我国的货币乱象。此后，中国人民银行长期致力于人民币的建设与发行工' +
                '作，为树立人民币在国际国内的良好声誉与币值稳定的形象做出了不懈努力。</p><p>\
    六十年来，人民币硬币在新中国建设、改革、发展的各个历史时期均发挥了' +
                '重要作用，成为国民经济快速发展不可或缺的润滑剂和助推器。它不仅满足了货币流通的需要，方便了人民群众的生活，同时也因其工艺、设计上的突出特点，成为每一个时代的经典' +
                '印迹。</p><p>\
    一枚硬币，连接千家万户，关系国脉民需；方寸之间，延续千年历史，承载华夏文明。央行人用心血守护着国币的无上尊严，造币人用匠心诠释了' +
                '国币的无穷魅力。</p><p>\
    让我们共同期待它更加熠熠闪光的明天。</p><p>\
    感谢您的光临。</p>'
    ]
]